[
	{
		"id": 1,
		"title": "Дизай шкарпеток для компанії dimria",
		"link": "socks-for-dimria",
		"mainImage": "/images/portfolio/1.webp",
		"images": [
			"/images/portfolio/1-1.webp",
			"/images/portfolio/1-2.webp",
			"/images/portfolio/1-3.webp",
			"/images/portfolio/1-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для DIM.RIA",
		"texts": [
			"Ми створили брендовані шкарпетки для DIM.RIA — лідера в сфері нерухомості України. Платформа пропонує зручний доступ до найактуальніших новобудов, тому важливо, щоб її мерч відображав стиль бренду.",
			"Дизайн: шкарпетки виконані в кольорах бренду з логотипом і графічними елементами, що підкреслюють корпоративний стиль.",
			"Матеріали: використано бавовну з еластичними волокнами для комфорту та довговічності.",
			"Виробництво: сучасні технології в'язання зберігають чіткість і яскравість кольорів після прання.",
			"Ці шкарпетки стали частиною корпоративного мерчу, додаючи стилю та комфорту для клієнтів і команди DIM.RIA."
		]
	},
	{
		"id": 2,
		"title": "Дизай шкарпеток для компанії LA​п'єц",
		"link": "socks-for-lapets",
		"mainImage": "/images/portfolio/2.webp",
		"images": [
			"/images/portfolio/2-1.webp",
			"/images/portfolio/2-2.webp",
			"/images/portfolio/2-3.webp",
			"/images/portfolio/2-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для «LA П'ЄЦ»",
		"texts": [
			"Один із наших яскравих проєктів — брендовані шкарпетки, створені спеціально для LA П'ЄЦ — мережі піцерій, що пропагує італійську культуру швидкої, смачної та якісної їжі. LA П'ЄЦ — це сервіс, який вже став улюбленцем багатьох міст України завдяки своїм дров'яним піцам, які доставляють ще гарячими просто до дверей.",
			"Дизайн: ми використали фірмові кольори, елементи айдентики та впізнаваний логотип бренду, щоб створити стильний, харизматичний аксесуар, який точно не залишиться непоміченим.",
			"Матеріали: м'які, дихаючі тканини, що забезпечують комфорт під час щоденного носіння — ідеальне поєднання практичності та стилю.",
			"Виробництво: високоточні технології в'язання дозволяють передати найменші деталі дизайну — від графічних елементів до дрібних надписів, зберігаючи чіткість та яскравість кольорів.",
			"Цей кейс — чудовий приклад того, як брендовані шкарпетки можуть стати частиною фірмового стилю та улюбленим елементом корпоративного мерчу. Замовляйте дизайн саме для вашого бренду!",
			"Такі шкарпетки — це не просто аксесуар, а унікальний сувенір для команди, клієнтів або партнерів, що дарує емоції та підкреслює харизму вашого бізнесу."
		]
	},
	{
		"id": 3,
		"title": "Дизай шкарпеток для компанії BODY FACTORY",
		"link": "socks-for-bodyfactory",
		"mainImage": "/images/portfolio/3.webp",
		"images": [
			"/images/portfolio/3-1.webp",
			"/images/portfolio/3-2.webp",
			"/images/portfolio/3-3.webp",
			"/images/portfolio/3-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для BodyFactory",
		"texts": [
			"Ми створили брендовані шкарпетки для BodyFactory, компанії, яка спеціалізується на масажах. BodyFactory допомагає своїм клієнтам знімати м'язову напругу, покращувати кровообіг та підтримувати тіло в оптимальному стані.",
			"Дизайн: шкарпетки виконані у стильних кольорах бренду, з логотипом BodyFactory, що підкреслює елегантність і професіоналізм компанії.",
			"Матеріали: для виготовлення шкарпеток використано м'які і еластичні матеріали, які забезпечують комфорт під час масажних процедур та активного відпочинку.",
			"Виробництво: технологія в'язання дозволила точно відтворити дизайн і забезпечити довговічність шкарпеток навіть після численних прань.",
			"Ці шкарпетки стали чудовим доповненням до масажного мерчу BodyFactory, даруючи комфорт та стиль своїм клієнтам."
		]
	},
	{
		"id": 4,
		"title": "Дизай шкарпеток для компанії Art Dance",
		"link": "socks-for-artdance",
		"mainImage": "/images/portfolio/4.webp",
		"images": [
			"/images/portfolio/4-1.webp",
			"/images/portfolio/4-2.webp",
			"/images/portfolio/4-3.webp",
			"/images/portfolio/4-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Art Dance",
		"texts": [
			"Для чемпіонату України з хореографічних мистецтв Art Dance ми створили брендовані шкарпетки, що стали яскравим елементом стилю учасників та гостей події.",
			"Art Dance об'єднує енергію руху, креативність та пристрасть до танцю, надихаючи на самовираження та нові перемоги.",
			"Дизайн: шкарпетки виконані у фірмовій кольоровій палітрі з елементами айдентики чемпіонату — динамічні форми та ритмічні лінії передають дух танцю та змагання.",
			"Матеріали: м'яка бавовна з додаванням еластичних волокон забезпечує максимальний комфорт під час активних рухів і щоденного носіння.",
			"Виробництво: сучасні технології в'язання дозволили точно передати яскраві кольори, деталі логотипу та графічні елементи, зберігаючи їхню чіткість навіть після багаторазового прання.",
			"Цей проєкт демонструє, як брендовані шкарпетки можуть стати невід'ємною частиною великої події, підкреслюючи її характер і даруючи пам'ятні емоції кожному учаснику."
		]
	},
	{
		"id": 5,
		"title": "Дизай шкарпеток для компанії Ясенсвіт",
		"link": "socks-for-yasensvit",
		"mainImage": "/images/portfolio/5.webp",
		"images": [
			"/images/portfolio/5-1.webp",
			"/images/portfolio/5-2.webp",
			"/images/portfolio/5-3.webp",
			"/images/portfolio/5-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Ясенсвіт",
		"texts": [
			"Ми розробили брендовані шкарпетки для компанії Ясенсвіт — одного з найбільших виробників курячих яєць в Україні та Європі.",
			"Ясенсвіт — це про натуральність, якість і турботу про споживача, а також про сучасний підхід до комунікації бренду.",
			"Дизайн: ми розробили шкарпетки у фірмових кольорах компанії, інтегрувавши елементи айдентики та створивши легкий, доброзичливий настрій у кожній деталі. Акцент — на свіжість, позитив і природність бренду.",
			"Матеріали: м'яка бавовна з додаванням еластичних волокон гарантує комфорт, довговічність і приємні тактильні відчуття під час носіння.",
			"Виробництво: високоточні технології в'язання забезпечують яскравість кольорів та чіткість деталей, що зберігаються навіть після багаторазового прання.",
			"Цей проєкт — чудовий приклад того, як бренд може бути присутнім не лише у своїй основній продукції, а й у стильних аксесуарах, які викликають емоції, формують лояльність і додають позитиву в повсякденне життя."
		]
	},
	{
		"id": 6,
		"title": "Дизай шкарпеток для компанії FCKL",
		"link": "socks-for-fckl",
		"mainImage": "/images/portfolio/6.webp",
		"images": [
			"/images/portfolio/6-1.webp",
			"/images/portfolio/6-2.webp",
			"/images/portfolio/6-3.webp",
			"/images/portfolio/6-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для FCKL",
		"texts": [
			"Брендовані шкарпетки, створені для FCKL — окремого молодіжного бренду, заснованого футбольним клубом «Карпати» Львів.",
			"Дизайн: ми використали фірмові кольори, лаконічну графіку та символіку FCKL, щоб створити впізнавані шкарпетки з характером — мінімалізм, контрастність і харизма, яка говорить сама за себе.",
			"Матеріали: натуральна бавовна з додаванням еластану забезпечує зручність, повітропроникність і довговічність — саме те, що потрібно для активного міського життя.",
			"Виробництво: завдяки високоточним технологіям в'язання вдалось передати навіть найменші деталі дизайну — лінії, логотипи та переходи кольору залишаються чіткими й виразними.",
			"Цей кейс — чудовий приклад того, як брендовані шкарпетки можуть стати стильним інструментом комунікації з аудиторією, елементом фан-культури та просто крутим аксесуаром, який хочеться носити."
		]
	},
	{
		"id": 7,
		"title": "Дизай шкарпеток для компанії ЛУН",
		"link": "socks-for-lun",
		"mainImage": "/images/portfolio/7.webp",
		"images": [
			"/images/portfolio/7-1.webp",
			"/images/portfolio/7-2.webp",
			"/images/portfolio/7-3.webp",
			"/images/portfolio/7-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для ЛУН",
		"texts": [
			"Один із наших яскравих кейсів — брендовані шкарпетки, створені для ЛУН — платформи, яка допомагає мільйонам українців знайти ідеальне житло.",
			"ЛУН — це не просто сервіс пошуку нерухомості, а технологічна компанія з чітким візуальним стилем і креативним підходом до комунікації.",
			"Дизайн: ми використали фірмові кольори, мінімалістичні елементи айдентики та логотип, створивши стильний аксесуар, який відображає характер бренду.",
			"Матеріали: натуральна бавовна з додаванням еластичних волокон — шкарпетки приємні на дотик, дихають і довго зберігають форму.",
			"Виробництво: високоточне в'язання дозволяє точно передати всі деталі дизайну, зберігаючи чіткість і яскравість кольорів.",
			"Цей кейс — приклад того, як шкарпетки можуть стати частиною фірмового стилю, улюбленим аксесуаром для команди, клієнтів чи партнерів."
		]
	},
	{
		"id": 8,
		"title": "Дизай шкарпеток для компанії Intellias",
		"link": "socks-for-intellias",
		"mainImage": "/images/portfolio/8.webp",
		"images": [
			"/images/portfolio/8-1.webp",
			"/images/portfolio/8-2.webp",
			"/images/portfolio/8-3.webp",
			"/images/portfolio/8-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Intellias",
		"texts": [
			"Ми розробили брендовані шкарпетки для Intellias — міжнародної IT-компанії, яка спеціалізується на розробці програмного забезпечення та цифрових рішеннях для бізнесу. Intellias об'єднує талановитих інженерів по всьому світу та створює інноваційні продукти для глобального ринку.",
			"Дизайн: шкарпетки виконані у фірмових кольорах Intellias із використанням мінімалістичних елементів айдентики, що відображають сучасність, технологічність і стиль компанії.",
			"Матеріали: ми обрали якісні, дихаючі тканини, які ідеально підходять для щоденного носіння — комфорт і практичність на першому місці.",
			"Виробництво: завдяки високоточним технологіям в'язання вдалося передати навіть найдрібніші елементи дизайну з максимальною чіткістю і збереженням кольору.",
			"Ці шкарпетки створені як стильний подарунок для працівників і клієнтів Intellias, підкреслюючи цінність командного духу і турботу про кожного."
		]
	},
	{
		"id": 9,
		"title": "Дизай шкарпеток для компанії Алло",
		"link": "socks-for-allo",
		"mainImage": "/images/portfolio/9.webp",
		"images": [
			"/images/portfolio/9-1.webp",
			"/images/portfolio/9-2.webp",
			"/images/portfolio/9-3.webp",
			"/images/portfolio/9-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Алло",
		"texts": [
			"Ми створили брендовані шкарпетки для Алло — відомої мережі магазинів електроніки та мобільних пристроїв. Алло — це компанія, яка займається продажем гаджетів, аксесуарів і побутової техніки, надаючи своїм клієнтам тільки найкращі продукти.",
			"Дизайн: шкарпетки виконані в стильних кольорах бренду Алло, з логотипом і графічними елементами, що підкреслюють сучасність та інноваційний підхід компанії.",
			"Матеріали: для виготовлення шкарпеток були використані комфортні, м'які тканини, що підходять для щоденного носіння.",
			"Виробництво: завдяки сучасним технологіям в'язання, дизайн шкарпеток чітко переданий, вони зберігають свій вигляд навіть після кількох прань.",
			"Ці шкарпетки стали чудовим доповненням до мерчу Алло, поєднуючи стиль і комфорт для клієнтів і співробітників компанії."
		]
	},
	{
		"id": 10,
		"title": "Дизай шкарпеток для компанії Flames",
		"link": "socks-for-flames",
		"mainImage": "/images/portfolio/10.webp",
		"images": [
			"/images/portfolio/10-1.webp",
			"/images/portfolio/10-2.webp",
			"/images/portfolio/10-3.webp",
			"/images/portfolio/10-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Flames",
		"texts": [
			"Ми створили брендовані шкарпетки для Flames — бренду, що спеціалізується на каві та дарує справжню насолоду від кожної чашки.",
			"Flames — це про любов до кавової культури, енергію, натхнення та сучасний стиль життя.",
			"Дизайн: шкарпетки виконані у фірмових кольорах бренду, які передають тепло, затишок і характер Flames. Дизайн наповнений енергією та атмосферою міського драйву.",
			"Матеріали: м'яка, дихаюча бавовна з додаванням еластичних волокон забезпечує комфорт, довговічність і приємні відчуття під час носіння.",
			"Виробництво: завдяки високоточним технологіям в'язання всі елементи виглядають чітко, а кольори залишаються яскравими навіть після багаторазового прання.",
			"Цей проєкт показує, як бренди можуть розширювати свою присутність через стильні аксесуари, формуючи емоційний зв'язок із клієнтами та створюючи особливу атмосферу навколо своєї продукції."
		]
	},
	{
		"id": 11,
		"title": "Дизай шкарпеток для компанії MFIT",
		"link": "socks-for-mfit",
		"mainImage": "/images/portfolio/11.webp",
		"images": [
			"/images/portfolio/11-1.webp",
			"/images/portfolio/11-2.webp",
			"/images/portfolio/11-3.webp",
			"/images/portfolio/11-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для MFIT",
		"texts": [
			"Ми створили брендовані шкарпетки для MFIT — спортивного бренду одягу, який відомий своєю бездоганною якістю та увагою до деталей.",
			"MFIT — це про силу, стиль і максимальний комфорт у кожному русі.",
			"Дизайн: шкарпетки виконані у фірмових кольорах бренду, з лаконічними елементами, що підкреслюють динамічний, впевнений характер MFIT.",
			"Матеріали: ми використали тільки високоякісну преміальну бавовну з додаванням еластичних волокон. Якість виробів — на найвищому рівні: м'які, міцні, приємні на дотик, ідеально адаптовані до активного способу життя.",
			"Виробництво: застосування точних технологій в'язання забезпечує чіткість кожної деталі і стійкість кольорів навіть після багаторазових прань і тривалого використання.",
			"Шкарпетки MFIT — це не просто аксесуар, а втілення стандартів якості та комфорту, якими живе бренд."
		]
	},
	{
		"id": 12,
		"title": "Дизай шкарпеток для компанії Мій Гаджет",
		"link": "socks-for-miygadget",
		"mainImage": "/images/portfolio/12.webp",
		"images": [
			"/images/portfolio/12-1.webp",
			"/images/portfolio/12-2.webp",
			"/images/portfolio/12-3.webp",
			"/images/portfolio/12-4.webp"
		],
		"fullTitle": "Індивідуальні шкарпетки з дизайном для Мій гаджет",
		"texts": [
			"Ми розробили стильні брендовані шкарпетки для компанії Мій гаджет — магазину, що спеціалізується на продажі техніки, аксесуарів і гаджетів, а також на сервісному обслуговуванні. Компанія відома своїм сучасним підходом і якісним сервісом для клієнтів по всій Україні.",
			"Дизайн: шкарпетки оформлені у фірмовому стилі з використанням яскравої айдентики бренду — щоб одразу впізнавали і хотіли мати у своєму гардеробі.",
			"Матеріали: ми обрали м'які, зносостійкі тканини, які приємні до тіла й підходять для щоденного носіння.",
			"Виробництво: завдяки точному в'язальному обладнанню вдалося передати навіть найдрібніші елементи дизайну — чітко, яскраво, якісно.",
			"Ці шкарпетки стали новим товаром у лінійці мерчу Мій гаджет — доступні для кожного, хто хоче трохи технологічного настрою в своєму образі."
		]
	}
]