[
	{
		"id": 1,
		"title": "Sock design for dimria company",
		"link": "socks-for-dimria",
		"mainImage": "/images/portfolio/1.webp",
		"images": [
			"/images/portfolio/1-1.webp",
			"/images/portfolio/1-2.webp",
			"/images/portfolio/1-3.webp",
			"/images/portfolio/1-4.webp"
		],
		"fullTitle": "Custom sock design for DIM.RIA",
		"texts": [
			"We created branded socks for DIM.RIA — a leader in the real estate market of Ukraine. The platform offers convenient access to the most current new buildings, so it's important that its merchandise reflects the brand's style.",
			"Design: the socks are made in the brand's colors with a logo and graphic elements that emphasize the corporate style.",
			"Materials: cotton with elastic fibers is used for comfort and durability.",
			"Production: modern knitting technologies preserve the clarity and brightness of colors after washing.",
			"These socks have become part of the corporate merchandise, adding style and comfort for customers and the DIM.RIA team."
		]
	},
	{
		"id": 2,
		"title": "Sock design for LA piets company",
		"link": "socks-for-lapets",
		"mainImage": "/images/portfolio/2.webp",
		"images": [
			"/images/portfolio/2-1.webp",
			"/images/portfolio/2-2.webp",
			"/images/portfolio/2-3.webp",
			"/images/portfolio/2-4.webp"
		],
		"fullTitle": "Custom sock design for «LA PIETS»",
		"texts": [
			"One of our vibrant projects — branded socks created specifically for LA PIETS — a network of pizzerias that promotes the Italian culture of fast, delicious, and quality food. LA PIETS is a service that has already become a favorite in many cities of Ukraine thanks to its wood-fired pizzas delivered still hot right to the door.",
			"Design: we used the brand's corporate colors, identity elements, and recognizable logo to create a stylish, charismatic accessory that definitely won't go unnoticed.",
			"Materials: soft, breathable fabrics that provide comfort during daily wear — a perfect combination of practicality and style.",
			"Production: high-precision knitting technologies allow us to convey the smallest design details — from graphic elements to small inscriptions, preserving the clarity and brightness of colors.",
			"This case is a great example of how branded socks can become part of a corporate style and a favorite element of corporate merchandise. Order a design specifically for your brand!",
			"Such socks are not just an accessory, but a unique souvenir for the team, clients, or partners that gives emotions and emphasizes the charisma of your business."
		]
	},
	{
		"id": 3,
		"title": "Sock design for BODY FACTORY company",
		"link": "socks-for-bodyfactory",
		"mainImage": "/images/portfolio/3.webp",
		"images": [
			"/images/portfolio/3-1.webp",
			"/images/portfolio/3-2.webp",
			"/images/portfolio/3-3.webp",
			"/images/portfolio/3-4.webp"
		],
		"fullTitle": "Custom sock design for BodyFactory",
		"texts": [
			"We created branded socks for BodyFactory, a company that specializes in massages. BodyFactory helps its clients relieve muscle tension, improve blood circulation, and maintain their bodies in optimal condition.",
			"Design: the socks are made in the stylish colors of the brand, with the BodyFactory logo that emphasizes the elegance and professionalism of the company.",
			"Materials: soft and elastic materials are used for making the socks, which provide comfort during massage procedures and active recreation.",
			"Production: the knitting technology allowed us to accurately reproduce the design and ensure the durability of the socks even after numerous washes.",
			"These socks have become a great addition to BodyFactory's massage merchandise, giving comfort and style to their clients."
		]
	},
	{
		"id": 4,
		"title": "Sock design for Art Dance company",
		"link": "socks-for-artdance",
		"mainImage": "/images/portfolio/4.webp",
		"images": [
			"/images/portfolio/4-1.webp",
			"/images/portfolio/4-2.webp",
			"/images/portfolio/4-3.webp",
			"/images/portfolio/4-4.webp"
		],
		"fullTitle": "Custom sock design for Art Dance",
		"texts": [
			"For the Ukrainian Championship of Choreographic Arts Art Dance, we created branded socks that became a bright element of style for participants and guests of the event.",
			"Art Dance combines the energy of movement, creativity, and passion for dance, inspiring self-expression and new victories.",
			"Design: the socks are made in the corporate color palette with elements of championship identity — dynamic shapes and rhythmic lines convey the spirit of dance and competition.",
			"Materials: soft cotton with the addition of elastic fibers provides maximum comfort during active movements and daily wear.",
			"Production: modern knitting technologies allowed us to accurately convey bright colors, logo details, and graphic elements, preserving their clarity even after multiple washes.",
			"This project demonstrates how branded socks can become an integral part of a big event, emphasizing its character and giving memorable emotions to each participant."
		]
	},
	{
		"id": 5,
		"title": "Sock design for Yasensvit company",
		"link": "socks-for-yasensvit",
		"mainImage": "/images/portfolio/5.webp",
		"images": [
			"/images/portfolio/5-1.webp",
			"/images/portfolio/5-2.webp",
			"/images/portfolio/5-3.webp",
			"/images/portfolio/5-4.webp"
		],
		"fullTitle": "Custom sock design for Yasensvit",
		"texts": [
			"We developed branded socks for Yasensvit company — one of the largest producers of chicken eggs in Ukraine and Europe.",
			"Yasensvit stands for naturalness, quality, and care for the consumer, as well as a modern approach to brand communication.",
			"Design: we developed socks in the company's corporate colors, integrating identity elements and creating a light, friendly mood in every detail. The emphasis is on freshness, positivity, and the naturalness of the brand.",
			"Materials: soft cotton with the addition of elastic fibers guarantees comfort, durability, and pleasant tactile sensations during wear.",
			"Production: high-precision knitting technologies ensure the brightness of colors and clarity of details that are preserved even after multiple washes.",
			"This project is a great example of how a brand can be present not only in its main products but also in stylish accessories that evoke emotions, build loyalty, and add positivity to everyday life."
		]
	},
	{
		"id": 6,
		"title": "Sock design for FCKL company",
		"link": "socks-for-fckl",
		"mainImage": "/images/portfolio/6.webp",
		"images": [
			"/images/portfolio/6-1.webp",
			"/images/portfolio/6-2.webp",
			"/images/portfolio/6-3.webp",
			"/images/portfolio/6-4.webp"
		],
		"fullTitle": "Custom sock design for FCKL",
		"texts": [
			"Branded socks created for FCKL — a separate youth brand founded by the Karpaty Lviv football club.",
			"Design: we used the corporate colors, laconic graphics, and symbols of FCKL to create recognizable socks with character — minimalism, contrast, and charisma that speaks for itself.",
			"Materials: natural cotton with the addition of elastane provides comfort, breathability, and durability — exactly what is needed for an active urban life.",
			"Production: thanks to high-precision knitting technologies, even the smallest design details were conveyed — lines, logos, and color transitions remain clear and expressive.",
			"This case is a great example of how branded socks can become a stylish tool for communicating with the audience, an element of fan culture, and simply a cool accessory that you want to wear."
		]
	},
	{
		"id": 7,
		"title": "Sock design for LUN company",
		"link": "socks-for-lun",
		"mainImage": "/images/portfolio/7.webp",
		"images": [
			"/images/portfolio/7-1.webp",
			"/images/portfolio/7-2.webp",
			"/images/portfolio/7-3.webp",
			"/images/portfolio/7-4.webp"
		],
		"fullTitle": "Custom sock design for LUN",
		"texts": [
			"One of our bright cases — branded socks created for LUN — a platform that helps millions of Ukrainians find the perfect home.",
			"LUN is not just a real estate search service, but a technology company with a clear visual style and a creative approach to communication.",
			"Design: we used corporate colors, minimalistic identity elements, and a logo, creating a stylish accessory that reflects the character of the brand.",
			"Materials: natural cotton with the addition of elastic fibers — the socks are pleasant to the touch, breathe, and keep their shape for a long time.",
			"Production: high-precision knitting allows us to accurately convey all design details, preserving the clarity and brightness of colors.",
			"This case is an example of how socks can become part of a corporate style, a favorite accessory for the team, clients, or partners."
		]
	},
	{
		"id": 8,
		"title": "Sock design for Intellias company",
		"link": "socks-for-intellias",
		"mainImage": "/images/portfolio/8.webp",
		"images": [
			"/images/portfolio/8-1.webp",
			"/images/portfolio/8-2.webp",
			"/images/portfolio/8-3.webp",
			"/images/portfolio/8-4.webp"
		],
		"fullTitle": "Custom sock design for Intellias",
		"texts": [
			"We developed branded socks for Intellias — an international IT company that specializes in software development and digital solutions for business. Intellias unites talented engineers around the world and creates innovative products for the global market.",
			"Design: the socks are made in Intellias corporate colors using minimalistic identity elements that reflect the modernity, technology, and style of the company.",
			"Materials: we chose quality, breathable fabrics that are ideal for daily wear — comfort and practicality come first.",
			"Production: thanks to high-precision knitting technologies, even the smallest design elements were conveyed with maximum clarity and color preservation.",
			"These socks were created as a stylish gift for Intellias employees and clients, emphasizing the value of team spirit and care for everyone."
		]
	},
	{
		"id": 9,
		"title": "Sock design for Allo company",
		"link": "socks-for-allo",
		"mainImage": "/images/portfolio/9.webp",
		"images": [
			"/images/portfolio/9-1.webp",
			"/images/portfolio/9-2.webp",
			"/images/portfolio/9-3.webp",
			"/images/portfolio/9-4.webp"
		],
		"fullTitle": "Custom sock design for Allo",
		"texts": [
			"We created branded socks for Allo — a well-known chain of electronics and mobile device stores. Allo is a company that sells gadgets, accessories, and household appliances, providing its customers with only the best products.",
			"Design: the socks are made in the stylish colors of the Allo brand, with a logo and graphic elements that emphasize the modernity and innovative approach of the company.",
			"Materials: comfortable, soft fabrics suitable for daily wear were used to make the socks.",
			"Production: thanks to modern knitting technologies, the sock design is clearly conveyed, and they maintain their appearance even after several washes.",
			"These socks have become a great addition to Allo's merchandise, combining style and comfort for clients and company employees."
		]
	},
	{
		"id": 10,
		"title": "Sock design for Flames company",
		"link": "socks-for-flames",
		"mainImage": "/images/portfolio/10.webp",
		"images": [
			"/images/portfolio/10-1.webp",
			"/images/portfolio/10-2.webp",
			"/images/portfolio/10-3.webp",
			"/images/portfolio/10-4.webp"
		],
		"fullTitle": "Custom sock design for Flames",
		"texts": [
			"We created branded socks for Flames — a brand that specializes in coffee and gives real pleasure from every cup.",
			"Flames is about love for coffee culture, energy, inspiration, and modern lifestyle.",
			"Design: the socks are made in the brand's corporate colors, which convey the warmth, comfort, and character of Flames. The design is filled with energy and the atmosphere of urban drive.",
			"Materials: soft, breathable cotton with the addition of elastic fibers provides comfort, durability, and pleasant sensations during wear.",
			"Production: thanks to high-precision knitting technologies, all elements look clear, and colors remain bright even after multiple washes.",
			"This project shows how brands can expand their presence through stylish accessories, forming an emotional connection with customers and creating a special atmosphere around their products."
		]
	},
	{
		"id": 11,
		"title": "Sock design for MFIT company",
		"link": "socks-for-mfit",
		"mainImage": "/images/portfolio/11.webp",
		"images": [
			"/images/portfolio/11-1.webp",
			"/images/portfolio/11-2.webp",
			"/images/portfolio/11-3.webp",
			"/images/portfolio/11-4.webp"
		],
		"fullTitle": "Custom sock design for MFIT",
		"texts": [
			"We created branded socks for MFIT — a sports clothing brand known for its impeccable quality and attention to detail.",
			"MFIT is about strength, style, and maximum comfort in every movement.",
			"Design: the socks are made in the brand's corporate colors, with laconic elements that emphasize the dynamic, confident character of MFIT.",
			"Materials: we used only high-quality premium cotton with the addition of elastic fibers. The quality of the products is at the highest level: soft, durable, pleasant to the touch, perfectly adapted to an active lifestyle.",
			"Production: the use of precise knitting technologies ensures the clarity of every detail and color stability even after multiple washes and prolonged use.",
			"MFIT socks are not just an accessory, but an embodiment of the quality standards and comfort that the brand lives by."
		]
	},
	{
		"id": 12,
		"title": "Sock design for Miy Gadget company",
		"link": "socks-for-miygadget",
		"mainImage": "/images/portfolio/12.webp",
		"images": [
			"/images/portfolio/12-1.webp",
			"/images/portfolio/12-2.webp",
			"/images/portfolio/12-3.webp",
			"/images/portfolio/12-4.webp"
		],
		"fullTitle": "Custom sock design for Miy Gadget",
		"texts": [
			"We developed stylish branded socks for Miy Gadget company — a store that specializes in selling technology, accessories, and gadgets, as well as service maintenance. The company is known for its modern approach and quality service for customers throughout Ukraine.",
			"Design: the socks are designed in a corporate style using the brand's bright identity — to be immediately recognized and desired in your wardrobe.",
			"Materials: we chose soft, wear-resistant fabrics that are pleasant to the body and suitable for daily wear.",
			"Production: thanks to precise knitting equipment, we managed to convey even the smallest design elements — clearly, brightly, qualitatively.",
			"These socks have become a new product in the Miy Gadget merchandise line — available to everyone who wants a bit of technological mood in their image."
		]
	}
]